/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "main-page",
      "settings": {
        "content_width": "80ch"
      }
    },
    "accordion_content_Qpdy44": {
      "type": "accordion-content",
      "blocks": {
        "item_qKQPYH": {
          "type": "item",
          "settings": {
            "icon": "none",
            "icon_width": 20,
            "title": "Quand vais-je commencer à voir des résultats ?",
            "content": "<p>De nombreux utilisateurs constatent une amélioration notable de la texture et de la croissance des cheveux après 3 à 5 semaines d’utilisation régulière. Les résultats peuvent varier selon les individus.</p>",
            "page": ""
          }
        },
        "item_rtzVWB": {
          "type": "item",
          "settings": {
            "icon": "none",
            "icon_width": 20,
            "title": "Les aiguilles laissent-elles des marques ?",
            "content": "<p>Non, le produit ne laisse ni marques ni rougeurs. Les aiguilles sont ultra-fines, de 0,5 mm, conçues pour être douces et indolores tout en assurant une diffusion efficace du sérum dans le cuir chevelu.</p>",
            "page": ""
          }
        },
        "item_NDqKRj": {
          "type": "item",
          "settings": {
            "icon": "none",
            "icon_width": 20,
            "title": "À quelle fréquence doit-on l’utiliser ?",
            "content": "<p>Pour de meilleurs résultats, utilisez-le une fois par semaine. Cela laisse le temps aux racines de réagir et de se régénérer entre les séances. Notre formule très concentrée, combinée au système de micro-infusion, délivre les ingrédients directement aux racines — là où la vraie repousse se produit.</p>",
            "page": ""
          }
        },
        "item_fBxHWy": {
          "type": "item",
          "settings": {
            "icon": "none",
            "icon_width": 20,
            "title": "Perdra‑t‑on les résultats si on arrête ?",
            "content": "<p>Une fois les niveaux de DHT réduits, le cuir chevelu détoxifié et de nouveaux cheveux poussés, il faudra plusieurs mois, voire années, pour que la DHT s’accumule à nouveau.<br/></p>",
            "page": ""
          }
        },
        "item_8jXjB8": {
          "type": "item",
          "settings": {
            "icon": "none",
            "icon_width": 20,
            "title": "Comment se déroule l’application ?",
            "content": "<p>L’application est rapide : moins d’une minute. Appliquez simplement le produit sur les zones concernées et laissez agir.<br/><br/>Totalement indolore, sans marques ni rougeurs. Les aiguilles ultra-fines de 0,5 mm assurent un usage sûr et doux.</p>",
            "page": ""
          }
        },
        "item_bG8edb": {
          "type": "item",
          "settings": {
            "icon": "none",
            "icon_width": 20,
            "title": "Est-ce sûr ?",
            "content": "<p>Absolument ! Le système est non invasif, indolore et testé par des dermatologues pour un usage à domicile en toute sécurité.</p><p></p>",
            "page": ""
          }
        },
        "item_whpGDV": {
          "type": "item",
          "settings": {
            "icon": "none",
            "icon_width": 20,
            "title": "Convient-il à tous les types de cheveux ?",
            "content": "<p>Oui, le système AlphaInfuse fonctionne sur tous les types et textures de cheveux.</p>",
            "page": ""
          }
        },
        "item_nWfGWC": {
          "type": "item",
          "settings": {
            "icon": "none",
            "icon_width": 20,
            "title": "Est-il sans produits chimiques ?",
            "content": "<p>Oui, il est formulé uniquement avec des ingrédients naturels et de haute qualité, sans produits chimiques synthétiques.</p><p></p>",
            "page": ""
          }
        },
        "item_ebRPHi": {
          "type": "item",
          "settings": {
            "icon": "none",
            "icon_width": 20,
            "title": "Est-ce douloureux ?",
            "content": "<p>Non, la sensation ressemble à un léger tapotement de l’ongle sur la peau — totalement indolore.</p>",
            "page": ""
          }
        },
        "item_Y8R4wG": {
          "type": "item",
          "settings": {
            "icon": "none",
            "icon_width": 20,
            "title": "J’ai essayé beaucoup de produits sans succès. Qu’est-ce qui rend le vôtre différent ?",
            "content": "<p>La plupart des produits échouent car ils ne font que déposer les ingrédients à la surface du cuir chevelu, où ils n’agissent pas. La vraie repousse nécessite de délivrer la formule en profondeur, aux racines, là où la chute de cheveux commence.<br/><br/>Notre technologie de micro-infusion assure une absorption maximale, tandis qu’un puissant mélange d’extraits de racine de réglisse, de sésame noir et de gingembre bloque la DHT, détoxifie le cuir chevelu et réactive les follicules dormants. C’est pourquoi notre produit fonctionne là où d’autres échouent.</p><p></p>",
            "page": ""
          }
        },
        "item_gTMyUx": {
          "type": "item",
          "settings": {
            "icon": "none",
            "icon_width": 20,
            "title": "Quelle est la taille des aiguilles ?",
            "content": "<p>Les aiguilles ultra-fines du système AlphaInfuse mesurent 0,5 mm. Elles sont conçues pour être douces et indolores tout en assurant une diffusion efficace du sérum dans le cuir chevelu.</p>",
            "page": ""
          }
        },
        "item_86yXgh": {
          "type": "item",
          "settings": {
            "icon": "none",
            "icon_width": 20,
            "title": "Puis-je l’utiliser avec un cuir chevelu sensible ?",
            "content": "<p>Oui, les aiguilles en or 24K ultra-fines assurent une application indolore, et la formule est exempte de produits chimiques agressifs, ce qui la rend sûre pour les cuirs chevelus sensibles.</p><p></p>",
            "page": ""
          }
        },
        "item_3jJhBV": {
          "type": "item",
          "settings": {
            "icon": "none",
            "icon_width": 20,
            "title": "Puis-je l’intégrer à ma routine capillaire actuelle ?",
            "content": "<p>Oui, il peut être utilisé en complément de vos produits capillaires habituels.</p>",
            "page": ""
          }
        },
        "item_mNw7U6": {
          "type": "item",
          "settings": {
            "icon": "none",
            "icon_width": 20,
            "title": "Liste complète des ingrédients :",
            "content": "<p>Menthol, Huile de Menthe Poivrée (Mentha Piperita), Extrait de racine de Ginseng Panax, Extrait de racine d’Anemarrhena Asphodeloides, Extrait de racine de Gingembre (Zingiber Officinale), Huile de Romarin, Extrait de Sésame Noir, Extrait de Racine de Réglisse, Extrait de Racine d’Angelica Polymorpha Sinensis, Acide Citrique, Extrait de Feuille de Platycladus Orientalis, Extrait de Sophora Flavescens, Extrait de Feuille de Biota Orientalis, Extrait de Racine de Polygonum Multiflorum, Extrait d’Eclipta Prostrata, Extrait d’Écorce de Cinchona Pubescens</p>",
            "page": ""
          }
        }
      },
      "block_order": [
        "item_qKQPYH",
        "item_rtzVWB",
        "item_NDqKRj",
        "item_fBxHWy",
        "item_8jXjB8",
        "item_bG8edb",
        "item_whpGDV",
        "item_nWfGWC",
        "item_ebRPHi",
        "item_Y8R4wG",
        "item_gTMyUx",
        "item_86yXgh",
        "item_3jJhBV",
        "item_mNw7U6"
      ],
      "name": "Accordion content",
      "settings": {
        "full_width": true,
        "subheading": "",
        "title": "",
        "content": "",
        "button_text": "",
        "button_url": "",
        "text_position": "center",
        "background": "",
        "background_gradient": "",
        "text_color": "",
        "heading_color": "",
        "heading_gradient": "",
        "button_background": "",
        "button_text_color": "",
        "accordion_background": "",
        "accordion_text_color": ""
      }
    }
  },
  "order": [
    "main",
    "accordion_content_Qpdy44"
  ]
}
