/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "gp_section_586978596782867114": {
      "type": "gp-section-586978596782867114",
      "settings": {
        "section_preload": "true",
        "checksum": "45ada7f891fefe5a46470001154236e3ffd29558d8e856bba2ff597348f635f8_1_1_1_0__1",
        "ggYHTdFglrF_text": "5 RAISONS POUR LESQUELLES ALPHALAB™ RÉACTIVE INSTANTANÉMENT LA CROISSANCE CAPILLAIRE SANS TRAITEMENTS COMPLIQUÉS",
        "ggLo-5hgr9E_text": "7. Sleek Design with Premium Finishes",
        "ggJu3tETPss_text": "<p>Elevate your kitchen aesthetics with the sleek and stylish design of this sophisticated toaster.&nbsp;<br><br>Crafted with premium materials and featuring elegant finishes, it adds a touch of modern elegance to your countertop. Its sleek lines, smooth surfaces, and thoughtful details make it a visual delight, blending seamlessly with any kitchen decor and becoming a focal point of admiration.</p>",
        "ggsjZ4kzSCc_text": "1. Ultra-Fast Heating System",
        "gg5rAy-Hp-d_text": "<p>Experience the pinnacle of toasting efficiency with the ultra-fast heating system of this cutting-edge toaster. Utilizing advanced heating elements and innovative technology, it rapidly reaches optimal toasting temperatures, reducing wait times to a minimum.<br><br>Start your day with swift and satisfying toasting, allowing you to indulge in perfectly crispy slices in mere moments.</p>",
        "ggfL5JhGwXJ_text": "2. Precise Browning Control",
        "ggcVIoo0ID0_text": "<p>Take your toasting mastery to new heights with the precise digital browning control feature.<br><br>This toaster offers an intuitive digital interface that allows you to select your desired level of browning with pinpoint accuracy.&nbsp;<br><br>From a delicate and light shade to a rich and deep golden hue, achieve your preferred toasting perfection with unparalleled precision.</p>",
        "ggpAHj49UcS_text": "3. Customized Toasting Programs",
        "ggyrA9C34q9_text": "<p>Elevate your breakfast experience with customized toasting programs tailored to various types of bread and pastries.</p><p>&nbsp;</p><p>This innovative toaster boasts a range of pre-set programs designed to bring out the best in different bread varieties, bagels, croissants, and more. Each program optimizes the toasting process, ensuring perfect results every time and unlocking a world of flavors and textures.</p>",
        "ggoNgwdvjNg_text": "4. Intelligent Sensor Technology",
        "gg-9DLey2qr_text": "<p>Say goodbye to burnt toast mishaps forever. Equipped with intelligent sensor technology, this toaster monitors the toasting process in real-time.<br><br>Advanced sensors detect the moisture content and thickness of your bread, adjusting the toasting time and temperature accordingly.<br><br>Enjoy consistent and even toasting, free from any risk of overcooking or undercooking.</p>"
      }
    },
    "gp_section_586978597101634410": {
      "type": "gp-section-586978597101634410",
      "settings": {
        "checksum": "2dcea7f04bb7f51f132603d1543488593c5c829ee1ddd4d079da64de03526972_1_1_1_0__1",
        "gggl9XGqsbF_text": "6. Easy-Clean Removable Parts",
        "ggTexyK82DE_text": "<p>Simplify your cleanup routine with the easy-clean removable parts of this toaster.&nbsp;<br><br>The crumb tray effortlessly slides out, capturing all the crumbs for quick disposal.&nbsp;<br><br>Additionally, the toaster's sleek and accessible design ensures that every nook and cranny is easily reachable, allowing you to keep it impeccably clean with minimal effort.</p>"
      }
    }
  },
  "order": [
    "gp_section_586978596782867114",
    "gp_section_586978597101634410"
  ]
}
