/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "gp_section_586978596782867114": {
      "settings": {
        "checksum": "68c1a9281b54f63a049e73981144dbe566f7eda04d797cdbfe6513fe82e2b09a_1_1_1_0__1",
        "gg-9DLey2qr_text": "<p>Say goodbye to burnt toast mishaps forever. Equipped with intelligent sensor technology, this toaster monitors the toasting process in real-time.<br><br>Advanced sensors detect the moisture content and thickness of your bread, adjusting the toasting time and temperature accordingly.<br><br>Enjoy consistent and even toasting, free from any risk of overcooking or undercooking.</p>",
        "gg5rAy-Hp-d_text": "<p><span style=\"font-size:16px;\">Pas d'étapes compliquées, pas de longues routines. Tamponnez-le délicatement sur les zones clairsemées (on dirait que vous tapotez avec votre ongle), et c'est terminé en moins de 60 secondes. Constatez des améliorations visibles en seulement une semaine, avec une croissance remarquable en 8 à 10 semaines.</span></p>",
        "ggJu3tETPss_text": "<p><span style=\"background-color:transparent;color:#000000;font-size:16px;\">Alphalab™ s'attaque à la cause profonde de la perte de cheveux : l'excès de DHT. Les micro-aiguilles créent de minuscules ouvertures dans votre cuir chevelu, garantissant que la formule active pénètre en profondeur pour arrêter la chute en 1 semaine et déclencher une repousse rapide en 8 à 10 semaines.</span></p>",
        "ggLo-5hgr9E_text": "1. PASSEZ DE LA PERTE DE CHEVEUX À UNE CHEVELURE COMPLÈTE INSTANTANÉMENT",
        "ggSztFXecXn_text": "<p><span style=\"background-color:transparent;color:#000000;font-size:16px;\">Fatigué de jongler avec plusieurs produits capillaires qui ne résolvent jamais vraiment le problème ? Continuez à lire pour découvrir comment Alphalab™ offre une solution rapide et cliniquement prouvée pour des cheveux plus épais et plus forts - afin que vous puissiez enfin éviter les tracas et constater une véritable repousse.</span></p>",
        "ggYHTdFglrF_text": "5 RAISONS POUR LESQUELLES ALPHALAB™ RÉACTIVE INSTANTANÉMENT LA CROISSANCE CAPILLAIRE SANS TRAITEMENTS COMPLIQUÉS",
        "ggcVIoo0ID0_text": "<p>Take your toasting mastery to new heights with the precise digital browning control feature.<br><br>This toaster offers an intuitive digital interface that allows you to select your desired level of browning with pinpoint accuracy.&nbsp;<br><br>From a delicate and light shade to a rich and deep golden hue, achieve your preferred toasting perfection with unparalleled precision.</p>",
        "ggfL5JhGwXJ_text": "2. Precise Browning Control",
        "ggoNgwdvjNg_text": "4. Intelligent Sensor Technology",
        "ggpAHj49UcS_text": "3. Customized Toasting Programs",
        "ggsjZ4kzSCc_text": "2. APPLICATION&nbsp;INDOLORE&nbsp;<br>EN UNE MINUTE",
        "ggyrA9C34q9_text": "<p>Elevate your breakfast experience with customized toasting programs tailored to various types of bread and pastries.</p><p>&nbsp;</p><p>This innovative toaster boasts a range of pre-set programs designed to bring out the best in different bread varieties, bagels, croissants, and more. Each program optimizes the toasting process, ensuring perfect results every time and unlocking a world of flavors and textures.</p>",
        "section_preload": "true"
      },
      "type": "gp-section-586978596782867114"
    },
    "gp_section_586978597101634410": {
      "settings": {
        "checksum": "2dcea7f04bb7f51f132603d1543488593c5c829ee1ddd4d079da64de03526972_1_1_1_0__1",
        "ggTexyK82DE_text": "<p>Simplify your cleanup routine with the easy-clean removable parts of this toaster.&nbsp;<br><br>The crumb tray effortlessly slides out, capturing all the crumbs for quick disposal.&nbsp;<br><br>Additionally, the toaster's sleek and accessible design ensures that every nook and cranny is easily reachable, allowing you to keep it impeccably clean with minimal effort.</p>",
        "gggl9XGqsbF_text": "6. Easy-Clean Removable Parts"
      },
      "type": "gp-section-586978597101634410"
    }
  },
  "order": [
    "gp_section_586978596782867114",
    "gp_section_586978597101634410"
  ]
}
